QA = {
    "general-question": "대한 언급이 있습니까?",
    
    "질문-이름": {
        "description": "범죄자는 이름을 물어보고 있습니까?"
    },
    "질문-생년월일": {
        "description": "범죄자는 생년월일을 물어보고 있습니까?"
    },
    "질문-전화번호": {
        "description": "범죄자는 전화번호를 물어보고 있습니까?"
    },
    "질문-나이": {
        "description": "범죄자는 나이를 물어보고 있습니까?"
    },
    "질문-직업": {
        "description": "범죄자는 직업을 물어보고 있습니까?"
    },
    "질문-위치": {
        "description": "범죄자는 위치를 물어보고 있습니까?"
    },
    "사칭기관":{
        "description" : "범죄자가 사칭하는 기관은 어디입니끼?"
    },
    "사칭직급": {
        "description": "범죄자가 사칭하는 직급은 무엇입니까?"
        
    },
    "범죄자이름": {
        "description": "범죄자가 사칭하는 이름은 무엇입니까?"
    },
    "all-domain" : [
        "질문-이름",
        "질문-생년월일",
        "질문-전화번호",
        "질문-나이",
        "질문-직업",
        "질문-위치",
        "사칭기관",
        "사칭직급",
        "범죄자이름",
    ],
    

    "NOT_MENTIONED" : '언급 없음',
}




